Revit 2027 API
ParameterTypeId.LoadCaseSubcategory Property
 "Category"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadCaseSubcategory { get; }
Public Shared ReadOnly Property LoadCaseSubcategory As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadCaseSubcategory {
	ForgeTypeId^ get ();
}
static member LoadCaseSubcategory : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace